Repository: 4teamwork/ftw.wfreport
Catalog: ftw/wfreport/locales/*/LC_MESSAGES/ftw.wfreport.po
Languages: de

source: ATContentTypes: Add Folder
de: Ordner hinzufügen

source: ATContentTypes: Add Image
de: Bild hinzufügen

source: ATContentTypes: Add Link
de: Link hinzufügen

source: Access future portal content
de: Künftige Inhalte ansehen

source: Access inactive portal content
de: Abgelaufene Inhalte ansehen

source: Add portal content
de: Inhalte hinzufügen

source: Change local roles
de: Lokale rollen ändern

source: Copy or Move
de: Kopieren / Verschieben

source: Delete objects
de: Löschen

source: List folder contents
de: Ansicht "Inhalte" benutzen

source: Modify constrain types
de: Hinzufügbare Inhalte einschränken

source: Modify portal content
de: Inhalt verändern

source: Permission
de: Berechtigung

source: PloneFormGen: Add Content
de: Formular hinzufügen

source: Portlets: Manage portlets
de: Portlets verwalten

source: Reply to item
de: Kommentieren

source: Request review
de: Einreichen

source: Review portal content
de: Veröffentlichen

source: Sharing page: Delegate Administrator role
de: Rolle "Verwalten" erteilen

source: Sharing page: Delegate Contributor role
de: Rolle "hinzufügen" erteilen

source: Sharing page: Delegate Editor role
de: Rolle "bearbeiten" erteilen

source: Sharing page: Delegate Reader role
de: Rolle "lesen" erteilen

source: Sharing page: Delegate Reviewer role
de: Rolle "veröffentlichen" erteilen

source: Sharing page: Delegate Supervising Editor role
de: Rolle "delegieren" erteilen

source: Sharing page: Delegate roles
de: Lokale rollen verwalten

source: View
de: Ansehen

source: button_generate_report
de: Bericht erstellen
